tap "achannarasappa/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"

brew "coreutils"
brew "findutils"
brew "gawk"
brew "gnu-sed"
brew "gnu-tar"
brew "grep"

brew "gzip"
brew "netcat"

brew "gnupg"
brew "pass"
brew "pinentry-mac"
brew "pwgen"

brew "duti"
brew "git"
brew "jq"
brew "pv"
brew "screen"

brew "ffmpeg"
brew "mpv"
brew "yt-dlp"

brew "bash"
brew "bash-completion@2"
brew "vim"
brew "wget"
brew "z"

brew "python"
brew "pipx"

brew "docker-completion", link: false
brew "fzf"
brew "htop"
brew "ripgrep"
brew "tree"
brew "the_silver_searcher"
brew "watch"
brew "ykman"
brew "achannarasappa/tap/ticker"

cask "caffeine"
cask "chromium"
cask "docker"
cask "firefox"
cask "flux"
cask "font-inconsolata"
cask "font-jetbrains-mono"
cask "font-ubuntu"
cask "intellij-idea-ce"
cask "iterm2"
cask "karabiner-elements"
cask "keyboard-cleaner"
cask "libreoffice"
cask "licecap"
cask "rectangle"
cask "vlc"
cask "vscodium"
cask "yubico-yubikey-manager"
